Repository: danerx77/f1
Catalog: tm/datatext.tmx
Source language: en
Languages: pl

source: Let's see…\nUh-oh! You have caught only\l{STR_VAR_3} kinds of POKéMON!\pYou need {STR_VAR_1} kinds\nif you want the {STR_VAR_2}.
pl: Zobaczymy...\nO nie! Złapałeś tylko\l{STR_VAR_3} gatunków POKéMONÓW!\pPotrzebujesz {STR_VAR_1} gatunków\njeśli chcesz {STR_VAR_2}.

source: …Oh. I see.\pWhen you get {STR_VAR_1} kinds of POKéMON,\ncome back for the {STR_VAR_2}.
pl: ...Och. Rozumiem.\pWpadnij po {STR_VAR_1}, gdy\nzdobędziesz już {STR_VAR_2} gatunków!

# Oh! I see you don't have any room for the {STR_VAR_2}.
source: Oh! I see you don't have any\nroom for the {STR_VAR_2}.
pl: Och! Nie widzę miejsca, gdzie\nzmieścisz {STR_VAR_2}.

source: I'm the DAY-CARE MAN.\pI help take care of the precious\nPOKéMON of TRAINERS.\pIf you'd like me to raise your\nPOKéMON, have a word with my wife.
pl: Jestem OPIEKUNEM.\pPomagam zająć się cennymi POKéMONAMI\nich TRENEROM.\pJeśli chcesz, bym wytrenował\ntwoje POKéMONY, zamień słówko z\pmoją żoną.

source: Ah, it's you!\pWe were raising your POKéMON, and\nmy goodness, were we surprised!\pYour POKéMON had an EGG!\pWe don't know how it got there,\nbut your POKéMON had it.\pYou do want it, yes?
pl: Ach, to ty!\pTrenowaliśmy twoje POKéMONY, a tu\nnagle, zaskoczenie!\pJeden z twoich POKéMONÓW\nwysiadywał JAJO!\pNie wiemy skąd się tu wzięło,\nale miał je twój POKéMON.\pChcesz je, prawda?

# Ah, it's you! Good to see you. Your {STR_VAR_1}'s doing fine.
source: Ah, it's you! Good to see you.\nYour {STR_VAR_1}'s doing fine.
pl: A, to ty! Dobrze cię widzieć.\nTwój {STR_VAR_1} ma się super.

# Well then, I'll keep it. Thanks!
source: Well then, I'll keep it.\nThanks!
pl: No to je zatrzymam.\nDziękuję!

# You have no room for it… Come back when you've made room.
source: You have no room for it…\nCome back when you've made room.
pl: Nie masz na to miejsca…\nWróć, gdy zrobisz na to miejsce.

# {PLAYER} received the EGG from the DAY-CARE MAN.
source: {PLAYER} received the EGG from\nthe DAY-CARE MAN.
pl: {PLAYER} dostaje JAJO od\nOPIEKUNA.

source: Take good care of it.
pl: Zajmij się nim.

# Ah, it's you! Your {STR_VAR_1} and {STR_VAR_2} are doing fine.
source: Ah, it's you! Your {STR_VAR_1} and\n{STR_VAR_2} are doing fine.
pl: Ach, to ty! Twoje {STR_VAR_1} i\n{STR_VAR_2} mają się świetnie.

# I really will keep it. You do want this, yes?
source: I really will keep it.\nYou do want this, yes?
pl: Naprawdę je zatrzymam.\nChcesz je, prawda?

source: I'm the DAY-CARE LADY.\pWe can raise POKéMON for you.\pWould you like us to raise one?
pl: Jestem OPIEKUNKĄ.\pMożemy wytrenować twe POKéMONY.\pCzy chcesz, byśmy je wytrenowali?

# Which POKéMON should we raise for you?
source: Which POKéMON should we raise for\nyou?
pl: Który POKéMON miałby być\nwytrenowany?

# Fine, we'll raise your {STR_VAR_1} for a while.pCome back for it later.
source: Fine, we'll raise your {STR_VAR_1}\nfor a while.\pCome back for it later.
pl: Świetnie, zajmiemy się twoim\n{STR_VAR_1}.\pPrzyjdź po niego później.

source: We can raise two of your POKéMON.\pWould you like us to raise one\nmore POKéMON for you?
pl: Możemy wytrenować dwa twoje\nPOKéMONY.\pChcesz wytrenować jeszcze\njednego POKéMONA?

source: My husband was looking for you.
pl: Mój mąż cię szukał.

# Oh, fine, then. Come again.
source: Oh, fine, then.\nCome again.
pl: Och, dobrze.\nDo zobaczenia.

source: You don't have enough money…
pl: Masz za mało pieniędzy…

# Will you take back the other one, too?
source: Will you take back the other one,\ntoo?
pl: Czy chcesz też odzyskać tego\ndrugiego?

# Fine. Come again.
source: Fine.\nCome again.
pl: Do zobaczenia.

# Ah, it's you! Good to see you.pYour POKéMON can only be doing good!
source: Ah, it's you!\nGood to see you.\pYour POKéMON can only be doing\ngood!
pl: A, to ty!\nDobrze cię widzieć..\pTwoje POKéMONY świetnie sobie\nradzą!

# By level, your {STR_VAR_1} has grown by {STR_VAR_2}.
source: By level, your {STR_VAR_1} has\ngrown by {STR_VAR_2}.
pl: Poziomami twój {STR_VAR_1}\nurósł o {STR_VAR_2}.

# Your POKéMON party is full. Make room, then come see me.
source: Your POKéMON party is full.\nMake room, then come see me.
pl: Twoja drużyna POKéMON jest pełna.\nZrób miejsce i wróć.

# If you want your {STR_VAR_1} back, it will cost ¥{STR_VAR_2}.
source: If you want your {STR_VAR_1} back,\nit will cost ¥{STR_VAR_2}.
pl: Jeśli chcesz odzyskać\n{STR_VAR_1} musisz wpłacić\n¥{STR_VAR_2}

# Perfect! Here's your POKéMON.
source: Perfect!\nHere's your POKéMON.
pl: Świetnie!\nOto twój POKéMON.

# {PLAYER} took back {STR_VAR_1} from the DAY-CARE LADY.
source: {PLAYER} took back {STR_VAR_1} from\nthe DAY-CARE LADY.
pl: {PLAYER} odebiera {STR_VAR_1} od\nOPIEKUNKI.

# Oh? But you have just one POKéMON.pCome back another time.
source: Oh? But you have just one\nPOKéMON.\pCome back another time.
pl: Och? Ale masz tylko jednego\nPOKéMONA.\pZapraszamy ponownie.

source: Will you take your POKéMON back?
pl: Czy chcesz odebrać POKéMONA?

# If you leave me that POKéMON, what will you battle with?pCome back another time.
source: If you leave me that POKéMON,\nwhat will you battle with?\pCome back another time.
pl: Jeśli zostawisz mi tego\nPOKéMONA, czym będziesz walczył?\pMusisz mieć chociaż 2.

source: Huh?
pl: Co?

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}OAK POKéMON RESEARCH LAB
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}LABORATOR. BADAWCZE OAKA

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}To make a complete guide on all\nthe POKéMON in the world…\pThat was my dream!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Stworzyć kompletny przewodnik\npo świecie POKéMONÓW…\pTo było moim marzeniem!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}PROF. OAK may not look like much,\nbut he's the authority on POKéMON.\pMany POKéMON TRAINERS hold him in\nhigh regard.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Może nie wygląda, ale PROF. OAK to\nautorytet w dziedzinie POKéMONÓW.\pWielu TRENERÓW ma do niego wielki\nszacunek.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I hear OAK's taken a lot of\ninterest in you, child.\pThat old duff was once tough and\nhandsome.\pBut that was decades ago.\nHe's a shadow of his former self.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Podobno OAK bardzo się\ntobą zainteresował.\pTen stary dureń był kiedyś silny i\nprzystojny.\pAle to było wieki temu. Teraz\njest tylko cieniem samego siebie.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}PROF. OAK is going to have his own\nradio show soon.\pThe program will be called PROF.\nOAK'S POKéMON SEMINAR.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}PROF. OAK będzie miał swój własny\nprogram w radiu.\pBędzie się nazywał KONWERSATORIUM\nPOKéMON OAKA.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}If you show DAISY your POKéMON,\nshe can tell how much it likes you.\pOccasionally, she will even groom\na POKéMON for you.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Przy okazji, wiesz, o\nDAISY?\pJeśli pokażesz jej swoje POKéMONY,\npowie ci, jak bardzo cię lubią.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}But the person who is most liked by\nPOKéMON is DAISY, I think.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Ale osobą, którą najbardziej lubi \nPOKéMONY jest pewnie DAISY.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}She was gently grooming POKéMON…\nShe was a little angel.\pThat little girl's name…\nI think it was DAISY.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Była jak słodki POKéMONEK...\nMalutki aniołek.\pImię tej małej dziewczynki...\nNazywała się chyba DAISY.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}A girl from PALLET TOWN, DAISY,\nshe enjoys TEA every day.\pShe visits the CELADON DEPT. STORE\nto buy some TEA.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Dziewczynka z PALLET TOWN, DAISY,\ncodziennie piję HERBATKĘ.\pCzasami odwiedza DOM TOWAROWY\nCELADON, by ją kupić.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}PEWTER CITY POKéMON GYM\nLEADER: BROCK\lThe Rock-Solid POKéMON TRAINER!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SALA POKéMON PEWTER CITY\nLIDER: BROCK\lTRENER POKéMON twardy jak głaz!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}There aren't many serious POKéMON\nTRAINERS here.\pThey're all like BUG CATCHERS,\nyou know, just hobbyists.\pBut PEWTER GYM's BROCK isn't like\nthat, not one bit.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nie ma tu żadnych poważnych\nTRENERÓW POKéMONÓW.\pWszyscy są ŁAPACZAMI ROBAKÓW,\nwiesz, zwykłymi hobbistami.\pAle BROCK z SALI w PEWTER jest\nzupełnie inny.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BROCK is cool. He's not just tough.\nPeople like and respect him.\pI want to become a GYM LEADER\nlike him.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BROCK jest świetny. Nie tylko silny.\nLudzie lubią go i szanują.\pChciałbym zostać LIDEREM SALI, tak\njak on.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Hi, I'm excavating for fossils here\nunder MT. MOON.\pSometimes, BROCK of PEWTER GYM\nlends me a hand.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Witam, prowadzę wykopaliska w celu\nodnalezienia tu skamielin.\pCzasem pomaga mi\nBROCK z PEWTER CITY.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}CERULEAN CITY POKéMON GYM\nLEADER: MISTY\lThe Tomboyish Mermaid!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SALA POKéMON CERULEAN CITY\nLIDER: MISTY\lSyrenka Chłopczyca!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}My policy is an all-out offensive\nwith WATER-type POKéMON!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Moja taktyka, to ostry atak\nPOKéMONAMI typu WODNEGO!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}MISTY is a TRAINER who's going to\nkeep improving.\pShe won't lose to someone like you!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}MISTY to TRENERKA, która staje się\nciągle lepsza.\pNie masz szansz z kimś jej pokroju!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Strong TRAINERS and WATER POKéMON\nare common sights in these parts.\pThey say that MISTY of the\nCERULEAN GYM trains here.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}W tych rejonach łatwo spotkać\nSilnych TRENERÓW i WODNE POKéMONY.\pPodobno MISTY z CERULEAN CITY\njest tu częstym gościem.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}This cape is a famous date spot.\pMISTY, the GYM LEADER, has high\nhopes about this place.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}There's a rumor…\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Ta chatka to znane miejsce\nspotkań randkowiczów.\pMISTY, LIDER SALI, często\nje odwiedza.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}VERMILION CITY POKéMON GYM\nLEADER: LT. SURGE\lThe Lightning American!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SALA POKéMON VERMILION CITY\nLIDER: POR.SURGE\lElektryczny Amerykanin!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I tell you, kid, electric POKéMON\nsaved me during the war!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Mówię ci, mały, elektryczne\nPOKéMONY uratowały mnie na wojnie!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}When I was in the Army, LT. SURGE\nwas my strict CO.\pHe was a hard taskmaster.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Gdy byłem w Armii, POR. SURGE był\nmoim przełożonym.\pByło bardzo ciężko.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}LT. SURGE was always famous for\nhis cautious nature in the Army.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}POR. SURGE zawsze słynął w Armii ze\nswojej ostrożności.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}LT. SURGE installed the traps in\nthe GYM himself.\pHe set up double locks everywhere.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}POR. SURGE sam zainstalował\npułapki w tej SALI.\pZainstalował wszędzie podwójne zamki.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}CELADON CITY POKéMON GYM\nLEADER: ERIKA\lThe Nature-Loving Princess!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SALA POKéMON CELADON CITY\nLIDER: ERIKA\lNaturalna Księżniczka!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I am a student of the art of\nflower arranging.\pMy POKéMON are solely of the\nGRASS type.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Jestem studentką sztuki\naranżacji kwiatów.\pMoje POKéMONY są wyłącznie typu\nTRAWIASTEGO.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Our LEADER ERIKA might be quiet,\nbut she's famous around here.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nasza LIDERKA ERIKA może być\nspokojna, ale jest tutaj sławna!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}We only use GRASS-type POKéMON at\nour GYM.\pWhy? We also use them for making\nflower arrangements!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}W tej SALI używamy tylko\nPOKéMONÓW TRAWIASTYCH.\pCzemu? Bo używamy ich też to\nukładania kwiatów!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I would never collect POKéMON if\nthey were unattractive.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nigdy nie zbierałabym\nbrzydkich POKéMONÓW.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}FUCHSIA CITY POKéMON GYM\nLEADER: KOGA\lThe Poisonous Ninja Master
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SALA POKéMON FUCHSIA CITY\nLIDER: KOGA\lTrujący Ninja

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Despair to the creeping horror of\nPOISON-type POKéMON!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Kłaniaj się przed potęgą\nTRUJĄCYCH POKéMONÓW!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Even though I've lost, I will keep\ntraining according to the teachings\lof KOGA, my ninja master.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Mimo, iż przegrałem, nadal będę\ntrenował według wskazań mojego\lmistrza ninja, KOGI!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}My father is the GYM LEADER of\nthis town.\pI'm training to use POISON POKéMON\nas well as my father.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Mój tata jest LIDEREM w tym\nmieście.\pTrenuję, by używać TRUJĄCYCH POKéMONÓW\ntak dobrze jak on.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}The SAFARI ZONE's huge, wouldn't\nyou say?\pFUCHSIA's GYM LEADER, KOGA, \npatrols the grounds every so often.\pThanks to him, we can play here\nknowing that we're safe.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}STREFA SAFARI jest wielka,\nco nie?\pLIDER SALI w FUCHSIA - KOGA,\npatroluje ten teren, gdy tylko może.\pDzięki temu, możemy się bawić\nwiedząc, że jesteśmy bezpieczni.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SAFFRON CITY POKéMON GYM\nLEADER: SABRINA\lThe Master of PSYCHIC POKéMON!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SALA POKéMON SAFFRON CITY\nLIDER: SABRINA\lMistrzyni PSYCHO POKéMONÓW!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}You know about a girl GYM LEADER\nin SAFFRON CITY?\pShe uses PSYCHIC-type POKéMON,\nright?
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Słyszałeś o tej dziewczynie,\nLIDERCE z SAFFRON CITY?\pUżywa PSYCHICZNYCH POKéMONÓW,\ntak?

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I have had psychic powers since\nI was a child.\pIt started when a spoon I\ncarelessly tossed, bent.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Mam psychiczne moce\nod dziecka.\pWszystko zaczęło się od\nwygięcia się rzuconej łyżki.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I dislike battling, but if you wish,\nI will show you my powers!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nie lubię walczyć, ale jeśli chcesz\npokażę ci co umiem!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SABRINA just wiped out the KARATE\nMASTER next door.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SABRINA skopała przed chwilą\nMISTRZA KARATE.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}CINNABAR ISLAND POKéMON GYM\nLEADER: BLAINE\lThe Hotheaded Quiz Master!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}SALA POKéMON WYSPY CINNABAR\nLIDER: BLAINE\lGorący Mistrz Quizów!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}My fiery POKéMON are all rough\nand ready with intense heat!\pThey incinerate all challengers!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Moje ogniste POKéMONY są twarde i\ngotowe na gorący pojedynek!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Our LEADER, BLAINE, became lost\nin the mountains but good.\pNight fell when a fiery bird\nPOKéMON appeared.\pIts light allowed BLAINE to find\nhis way down safely.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nasz LIDER, BLAINE, zgubił się\nkiedyś w górach.\pGdy zapadła noc, pojawił się ognisty\nptasi POKéMON.\pJego światło pozwoliło BLAINE'OWI\nodnaleźć drogę na dół.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}CINNABAR GYM's BLAINE is quite the\nodd fellow.\pHe's lived on the island since way\nbefore the LAB was built.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}BLAINE z SALI CINNABAR to stary\nkoleś.\pŻył na tej wyspie już wtedy, gdy nie\nbyło tu jeszcze LABORATORIUM.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}It's a photo of BLAINE and\nMR. FUJI.\pThey're standing shoulder to\nshoulder with big grins.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Family and friends?\p{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}To zdjęcie BLAINE'A i\nPANA FUJI.\pStoją ramie w ramie. Promieniują\nszczerymi uśmiechami.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}I am LORELEI of the ELITE FOUR.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What does this person do?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nazywam się LORELEI z\nELITARNEJ CZWÓRKI.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}No one can best me when it comes\nto icy POKéMON.
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Favorite kind of POKéMON?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Nikt nie pobije moich lodowych\nPOKéMONÓW.

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}Where was this person born?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}We've had a great and powerful\nTRAINER grow up on this island.\pI bet even you'd know her.\nIt's LORELEI of the ELITE FOUR!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}Where was this person born?\p{FONT_MALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Wychowaliśmy na tej wyspie\nwspaniałego i potężnego TRENERA.\pNa pewno ją znasz.\nTo LORELEI z ELITARNEJ CZWÓRKI!

source: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Did you know that LORELEI has lots\nand lots of stuffed dolls?\pEvery time she comes back to\nFOUR ISLAND, her collection grows!
pl: {COLOR BLUE}{SHADOW LIGHT_BLUE}What is this person like?\p{FONT_FEMALE}{COLOR DARK_GRAY}{SHADOW LIGHT_GRAY}Wiedziałeś, że LORELEI ma barzdo\ndużo wypchanych lalek?\pZa każdym razem, gdy wraca z\nWYSPY FOUR, jej kolekcja powiększa\psię!
